Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamenkielisten_aineenopettajien_koulutushanke_kaynnistyi.html.tmx
Source language: fin
Languages: smn

source: Saamenkielisten aineenopettajien koulutushanke käynnistyi
smn: Sämikielâlij amnâsmáttáátteijei škovlimhaahâ aalgij

source: Saamenkielisiä aineenopettajia kouluttava Ketterä korkeakoulu-hanke käynnistyi Inarissa järjestettävillä kieliopinnoilla tiistaina 13.8. Hankkeen tavoitteena on saada nopeutetulla aikataululla uusia aineenopettajia sekä saamen kielten että muiden oppiaineiden opetukseen.
smn: Sämikielâlij amnâsmáttáátteijei škovlimhaahâ, Ketterä ollâškovlâ aalgij kielâuápuiguin Anarist majebaargâ 13.8. Haavâ mittomeerrin lii škovliđ jotelávt uđđâ amnâsmáttáátteijeid sehe sämikielâi já eres oppâamnâsij máttááttâsân.

source: Saamenkielisten opettajien puute koskee kaikkia kolmea saamen kieltä ja koko maata.
smn: Máttáátteijei vänivuotâ kuáská puoh kuulmâ sämikielâ oles riijkâst.

source: Kuvassa hankkeen opettajia ja työntekijöitä Inarin Sajoksessa järjestetyssä avajaistilaisuudessa 13.8.
smn: Kooveest láá haavâ máttáátteijeeh já pargeeh lekkâmtilálâšvuođâst 13.8. Aanaar Sajosist.

source: Saamelaiskäräjien vuonna 2017 tekemän esiselvityksen mukaan saamenkielisistä opettajista on huutava pula.
smn: Sämitigge poorgâi 2017 ovdâčielgâdâs, mon tiäđu vuáđuld sämikielâliih máttáátteijeeh iä lah tuárvi.

source: Pohjoissaamenkielisiä luokanopettajia ja pohjoissaamen aineenopettajia on valmistunut eniten, mutta myös heistä on pulaa.
smn: Orjâlâškielâliih luokamáttáátteijeeh já orjâlâškielâ amnâsmáttáátteijeeh láá valmâštum iänááš, mut meid sijjân lii stuorrâ tárbu.

source: Tilanne on vaikein koltansaamessa, mutta tilanne on paranemassa.
smn: Tile lii váddásumos nuorttâlâškielâst, mut tile lii puárránmin.

source: Kaikki kolme saamea, inarin-, koltan- ja pohjoissaame, ovat nyt itsenäisiä akateemisia oppiaineita Oulun yliopistossa.
smn: Puoh kulmâ sämikielâ, anarâš-, nuorttâlâš- já orjâlâškielâ láá tääl jiečânâs akateemisiih oppâamnâseh Oulu ollâopâttuvvâst.

source: Inarissa käynnistyivät koko lukuvuoden kestävät inarin- ja pohjoissaamen perusopinnot, jotka jatkuvat välittömästi aineopintoihin.
smn: Anarist algii anarâš- já orjâlâškielâ vuáđu-uápuh, moh pišteh ubâ luuhâmive já moh juátkojeh siämmást amnâsuápuiguin.

source: Koltansaamen perusopinnot on aloitettu jo keväällä etäopintoina ja jatkuvat nyt aineopintoina.
smn: Nuorttâlâškielâ vuáđu-uápuh láá álgám jo kiđđuv já juátkojeh tääl amnâsuápuiguin.

source: Hankkeen koulutukset jakaantuvat kieliopintoihin, pedagogisiin opintoihin ja saamelaisen kirjallisuuden opintoihin, jotka kuuluvat osana saamen äidinkielen ja kirjallisuuden opettajan kelpoisuusvaatimuksiin.
smn: Haavâ škovliimeh juáhásuvvojeh kielâuáppoid, pedagoglâš uáppoid já säämi kirjálâšvuođâ uáppoid. Taah kuleh sämikielâ eenikielâ já kirjálâšvuođâ máttáátteijee tohálâšvuotâvátámâššáid.

source: Saamelaisen kirjallisuuden opintoja ei ole aiemmin järjestetty osana opettajankoulutusta.
smn: Säämi kirjálâšvuođâ uápuh iä lah ovdil lamaš fáárust máttáátteijeeškovliimist.

source: Saamelaisen kirjallisuuden opinnot alkavat syksyllä 2020 ja opettajan pedagogiset opinnot 2021.
smn: Säämi kirjálâšvuođâ uápuh älgih čohčuv 2020 já máttáátteijee pedagoglâš uápuh 2021.

source: Hankekokonaisuus on suunniteltu siten, että opiskelijoiden on mahdollista valita tutkintoonsa siitä puuttuvat osiot.
smn: Haahâ lii vuávájum nuuvt, et uáppeeh pyehtih valjiđ taid oosijd, moh sist váiluh.

source: Mukana koulutuksessa on myös jo opettajan kelpoisuuden omaavia henkilöitä, jotka vahvistavat saamen kielen taitoaan kyetäkseen jatkossa opettamaan saamen kielellä.
smn: Škovliimist láá fáárust meid ulmuuh, kiäin lii máttáátteijee tohálâšvuotâ, mut sij halijdeh pyerediđ sämikielâ tááiđus, vâi pasteh máttááttiđ sämikielân.

source: Osalla hakijoista ovat jo suoritettuina saamen kielen opinnot, osia saamen kielen opinnoista ja vahva saamen kielen taito, mutta heiltä puuttuvat opettajan pedagogiset opinnot.
smn: Motomijn occein vuod láá jo sämikielâ uápuh teikkâ uási uási uápuin já noonâ sämikielâ máttu, mut sist váiluh pedagoglâš uápuh.

source: Hankkeen koulutukset toteutetaan Oulun yliopiston Giellagas-instituutin, kasvatustieteellisen tiedekunnan ja Saamelaisalueen koulutuskeskuksen yhteistyönä.
smn: Haavâ škovliimijd uárnejeh ohtsâšpargoost Oulu ollâopâttuv Giellagas-instituut, šoddâdemtiettui tieđâkodde já Säämi máttááttâskuávdáš.

source: Saamelaiskäräjät on mukana hankkeen ohjausryhmässä ja tukee hanketta seuraamalla ja raportoimalla opettajatilanteesta saamelaisopetuksen kentällä.
smn: Sämitigge lii fáárust haavâ stivrimjuávhust. Tot meid čuávu já raportist sämimáttááttâs máttáátteijeetiileest já návt tuárju haavâ tooimâ.

source: Hanketta rahoittavat Opetus- ja kulttuuriministeriö ja Suomen kulttuurirahasto.
smn: Haavâ ruttâdeh Máttááttâs- já kulttuurministeriö já Suomâ kulttuurruttârááju.

source: OKM on myöntänyt Oulun yliopistolle kolmevuotisen hankerahoituksen.
smn: OKM lii mieđettâm Oulu ollâopâttâhân kuulmâ ihán hahâruttâdem.

source: Kulttuurirahasto, joka on tukenut saamen kieliä jo noin 20 vuoden ajan, osoitti hankkeeseen osallistuvien opiskelijoiden tueksi 300.000 euroa, joka jaetaan stipendeinä opiskelijoille.
smn: Suomâ Kulttuurruttârááju lii tuárjum sämikielâid jo suullân 20 ihheed.

source: Osa opiskelijoista on ottanut virkavapautta varsinaisesta työstään hankkiakseen kelpoisuuden saamenkielisiin aineenopettajan tehtäviin.
smn: Kulttuurruttârááju mieđettij haavâ uáppeid 300.000 eurod já taat summe juáhhoo stipendij peht uáppeid.

source: Lisätietoja: koulutussihteeri Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi;
smn: Haavâ joođeet FT Marja-Liisa Olthuis já haavâst lii pargen FM Tiina Mattanen Oulu ollâopâttuv Giellagas-instituutist.
